export const sixYearsSidebar = [
    {
        text: '六年之约',
        link: '六年之约.md',
        children: [
            '六年计划.md',
            {
                text: '每日三件事',
                children: [
                    {
                        text: '2025年',
                        link: '每日三件事/2025/2025年计划',
                        children: [
                            {
                                text: '2025年1月',
                                link: '每日三件事/2025/01/2025年1月份任务',
                                collapsible: true,
                                children: [
                                    '每日三件事/2025/01/21',
                                    '每日三件事/2025/01/20',
                                    '每日三件事/2025/01/19',
                                    '每日三件事/2025/01/18',
                                    '每日三件事/2025/01/17',
                                    '每日三件事/2025/01/16',
                                    '每日三件事/2025/01/15',
                                    '每日三件事/2025/01/14',
                                    '每日三件事/2025/01/13',
                                    '每日三件事/2025/01/12',
                                    '每日三件事/2025/01/11',
                                    '每日三件事/2025/01/10',
                                    '每日三件事/2025/01/09',
                                    '每日三件事/2025/01/08',
                                    '每日三件事/2025/01/07',
                                    '每日三件事/2025/01/06',
                                    '每日三件事/2025/01/05',
                                    '每日三件事/2025/01/04',
                                    '每日三件事/2025/01/03',
                                    '每日三件事/2025/01/02',
                                    '每日三件事/2025/01/01',
                                ]
                            }
                        ]
                    },
                    {
                        text: '2024年',
                        link: '每日三件事/2024/12/31',
                        children: [
                            '每日三件事/2024/12/31',
                            '每日三件事/2024/12/30',
                        ]
                    }
                ]
            }
        ]
    }
] 